7zip
base
base-devel
bat
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
cryptsetup
discord
discover
dolphin
drkonqi
efibootmgr
fastfetch
fd
firefox
fzf
ghostty
git
grub
javafx-scenebuilder
jdk-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
lvm2
man-db
milou
minecraft-launcher
multimc-bin
neovim
networkmanager
newsboat
npm
obsidian
ocean-sound-theme
openssh
oxygen
oxygen-sounds
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
postgresql
powerdevil
print-manager
python-openai
python-pandas
qqc2-breeze-style
rbenv
ruby
ruby-build
scid
sddm
sddm-kcm
signal-desktop
sl
sof-firmware
spectacle
spotify-launcher
systemsettings
tcl
tk
tmux
tree
ttf-cascadia-mono-nerd
unrar
unzip
vim
virtualbox
virtualbox-guest-utils
visual-studio-code-bin
wacomtablet
wget
wine
xdg-desktop-portal-kde
yay
yay-debug
zathura
zathura-pdf-poppler
